[
  {
    "title": "Episode 1 — Breaking the Quiet",
    "author": "Clara Nguyen",
    "length": "43 min",
    "summary": "Clara opens the season with a moving story of learning to speak again after years of silence. She reflects on how sharing our truth is the first step toward healing."
  },
  {
    "title": "Episode 2 — The Garden Within",
    "author": "Maya Torres",
    "length": "46 min",
    "summary": "Maya talks about self-compassion and how tending to our inner world is like nurturing a garden—delicate, intentional, and full of life after pain."
  },
  {
    "title": "Episode 3 — When Words Fail",
    "author": "Evelyn Park",
    "length": "39 min",
    "summary": "Evelyn sits down with a poet who lost her voice during grief. Together, they explore nonverbal ways of expression—from painting to presence."
  },
  {
    "title": "Episode 4 — Learning to Breathe Again",
    "author": "Sophie Rahman",
    "length": "45 min",
    "summary": "Sophie shares mindful breathing techniques and conversations with trauma therapists about how the body remembers—and releases—emotional pain."
  },
  {
    "title": "Episode 5 — The Sound of Forgiveness",
    "author": "Aria Lewis",
    "length": "48 min",
    "summary": "Aria discusses forgiveness not as forgetting, but as freedom. Listeners call in to share their stories of letting go and moving forward with grace."
  },
  {
    "title": "Episode 6 — Soft Strength",
    "author": "Clara Nguyen",
    "length": "42 min",
    "summary": "This episode celebrates quiet resilience—the power that grows in soft hearts. Clara invites guests who have found strength through gentleness."
  },
  {
    "title": "Episode 7 — Letters Never Sent",
    "author": "Jasmine Patel",
    "length": "49 min",
    "summary": "Jasmine reads heartfelt letters written but never sent—to lost friends, old loves, and to oneself. A deeply emotional episode about closure and courage."
  },
  {
    "title": "Episode 8 — Stillness Speaks",
    "author": "Maya Torres",
    "length": "40 min",
    "summary": "In a noisy world, silence can feel foreign. Maya explores the beauty of solitude and shares how quiet moments can help us reconnect to creativity."
  },
  {
    "title": "Episode 9 — Blooming Through Grief",
    "author": "Evelyn Park",
    "length": "51 min",
    "summary": "Evelyn revisits her own loss and invites a grief counselor to discuss how mourning can coexist with growth. A soft space for reflection and renewal."
  },
  {
    "title": "Episode 10 — Becoming Whole",
    "author": "Clara Nguyen",
    "length": "47 min",
    "summary": "In the season finale, Clara gathers messages from listeners about what 'healing' means to them. The conversation ends with a reminder: growth is not linear, but it is always beautiful."
  }
]
