[
  {
    "title": "Episode 1 — The Night She Spoke",
    "author": "Lena Thompson",
    "length": "43 min",
    "summary": "In this opening episode, Lena shares her journey of rediscovering self-worth after years of emotional silence. Through gentle reflection, she explores what it means to speak up and reclaim one's own voice."
  },
  {
    "title": "Episode 2 — Letters Never Sent",
    "author": "Aisha Morgan",
    "length": "39 min",
    "summary": "Aisha reads through letters she wrote but never sent—each one a quiet act of healing. This episode captures the bittersweet release that comes with letting go of words left unspoken."
  },
  {
    "title": "Episode 3 — Healing Through Silence",
    "author": "Maya Lee",
    "length": "47 min",
    "summary": "Maya explores how silence can be both a refuge and a wound. She talks with listeners who found peace in stillness and others who felt trapped by it."
  },
  {
    "title": "Episode 4 — The Weight of Goodbye",
    "author": "Sofia Nguyen",
    "length": "42 min",
    "summary": "Sofia opens up about the complex emotions behind parting—when love, grief, and acceptance intertwine. Real stories from women who learned to say goodbye without losing themselves."
  },
  {
    "title": "Episode 5 — What Love Left Behind",
    "author": "Nora Patel",
    "length": "52 min",
    "summary": "Nora revisits memories of a love that once felt endless. Through conversation and reflection, she uncovers how endings can teach us new forms of compassion."
  },
  {
    "title": "Episode 6 — Between Two Worlds",
    "author": "Elena García",
    "length": "45 min",
    "summary": "Elena speaks with women balancing dual identities—between cultures, languages, and expectations. A celebration of strength and the freedom to belong everywhere, or nowhere."
  },
  {
    "title": "Episode 7 — The Quiet Strength",
    "author": "Yara Hassan",
    "length": "41 min",
    "summary": "Yara explores the power of quiet resilience in moments of doubt and loss. Listeners share how they found courage in vulnerability and calm in chaos."
  },
  {
    "title": "Episode 8 — Notes from Her Diary",
    "author": "Isabelle Dupont",
    "length": "49 min",
    "summary": "From private thoughts to public voices—Isabelle reads excerpts from her old diaries, uncovering how honesty on the page led to emotional freedom."
  },
  {
    "title": "Episode 9 — Her Second Sunrise",
    "author": "Chloe Tan",
    "length": "46 min",
    "summary": "Chloe reflects on the idea of rebirth—what it means to begin again after heartbreak. A deeply personal story about resilience, renewal, and rediscovering joy."
  },
  {
    "title": "Episode 10 — When the Heart Speaks",
    "author": "Amina Clarke",
    "length": "50 min",
    "summary": "In the season finale, Amina gathers listener stories about love, hope, and forgiveness. A tribute to every woman who dared to listen to her own heart."
  },
  {
    "title": "Episode 11 — The Women We Become",
    "author": "Sarah Lopez",
    "length": "48 min",
    "summary": "Sarah brings together voices of women in transition—students, mothers, and professionals—reflecting on identity and growth through change."
  },
  {
    "title": "Episode 12 — Threads of Memory",
    "author": "Layla Osman",
    "length": "53 min",
    "summary": "Layla unravels the memories that shape womanhood—family, migration, and belonging—and how remembering becomes a form of resistance."
  },
  {
    "title": "Episode 13 — Love Without Fear",
    "author": "Amara Singh",
    "length": "49 min",
    "summary": "Amara explores the fear of vulnerability and how women reclaim love through self-acceptance, rather than perfection."
  },
  {
    "title": "Episode 14 — Letters to My Future Self",
    "author": "Hannah Nguyen",
    "length": "45 min",
    "summary": "Hannah reads her own letters written during difficult years, reminding listeners that healing is not linear—but deeply human."
  },
  {
    "title": "Episode 15 — The Space Between Words",
    "author": "Noor Al-Mansour",
    "length": "42 min",
    "summary": "Noor talks about emotional expression—how what's not said often speaks loudest. She encourages gentle honesty in relationships."
  },
  {
    "title": "Episode 16 — The Way Home",
    "author": "Claire Evans",
    "length": "54 min",
    "summary": "Claire shares stories from women finding their way back home—physically, emotionally, spiritually—learning that home can also be within."
  },
  {
    "title": "Episode 17 — Beneath the Surface",
    "author": "Olivia Martins",
    "length": "51 min",
    "summary": "Olivia dives deep into the emotions women often hide—jealousy, guilt, regret—and how acknowledging them leads to true freedom."
  },
  {
    "title": "Episode 18 — The Light We Carry",
    "author": "Julia Tan",
    "length": "46 min",
    "summary": "Julia speaks with women who've turned pain into purpose, exploring how acts of kindness can ripple through generations."
  },
  {
    "title": "Episode 19 — When We Remember Each Other",
    "author": "Zara Khan",
    "length": "44 min",
    "summary": "Zara celebrates sisterhood and empathy, sharing listener stories of women supporting one another through silence and storm."
  },
  {
    "title": "Episode 20 — Becoming Gentle Again",
    "author": "Rachel Kim",
    "length": "50 min",
    "summary": "Rachel closes the season with reflections on softness as strength—how gentleness, forgiveness, and rest can be acts of rebellion."
  }
]
