[
  {
    "title": "Episode 1 — The Power of Sisterhood",
    "author": "Janelle Brooks",
    "length": "44 min",
    "summary": "In the first episode, Janelle explores how women uplift each other through friendship and empathy. Real listeners share what sisterhood means to them in times of challenge and celebration."
  },
  {
    "title": "Episode 2 — When We Speak Our Truth",
    "author": "Naomi Fields",
    "length": "48 min",
    "summary": "Naomi sits down with guests who found the courage to tell their stories—about love, work, and self-worth. Together they reflect on how honesty transforms relationships and personal growth."
  },
  {
    "title": "Episode 3 — Boundaries and Balance",
    "author": "Amira Chen",
    "length": "39 min",
    "summary": "Setting boundaries can be an act of love. Amira shares practical reflections on how to protect energy, build respect, and say 'no' without guilt."
  },
  {
    "title": "Episode 4 — The Healing Power of Tears",
    "author": "Sofia Ramos",
    "length": "41 min",
    "summary": "Sofia opens a heartfelt discussion about grief, emotional release, and how crying can become a doorway to strength rather than weakness."
  },
  {
    "title": "Episode 5 — Unlearning Perfection",
    "author": "Leila Johnson",
    "length": "46 min",
    "summary": "Leila and her guest unpack society's obsession with being 'perfect'—at work, in love, and online. Together, they explore what freedom looks like when we let go of impossible standards."
  },
  {
    "title": "Episode 6 — The Art of Listening",
    "author": "Priya Singh",
    "length": "42 min",
    "summary": "Priya invites women from around the world to share stories of being truly heard. Through laughter and tears, they celebrate the deep human connection born from genuine listening."
  },
  {
    "title": "Episode 7 — The Joy of Starting Over",
    "author": "Isabella Cruz",
    "length": "50 min",
    "summary": "Life after endings. Isabella reflects on reinvention, resilience, and the surprising beauty of new beginnings after heartbreak or change."
  },
  {
    "title": "Episode 8 — Letters to Our Younger Selves",
    "author": "Nadia El-Sayed",
    "length": "47 min",
    "summary": "Nadia reads letters from women of all ages—offering wisdom, forgiveness, and compassion to their younger selves. A tender episode about growing up and growing kinder."
  },
  {
    "title": "Episode 9 — The Beauty of Being Alone",
    "author": "Caroline Moore",
    "length": "43 min",
    "summary": "Solitude doesn't have to mean loneliness. Caroline explores the peaceful side of spending time with oneself and how solitude helps us reconnect with our inner voice."
  },
  {
    "title": "Episode 10 — Her Voice, Her Legacy",
    "author": "Janelle Brooks",
    "length": "51 min",
    "summary": "In the finale, Janelle revisits her favorite listener moments from the season. A celebration of women's voices and the lasting echoes of shared stories."
  }
]
